const countries = {
    asia: [
        '阿富汗', '亞美尼亞', '亞塞拜然', '巴林', '孟加拉國', '不丹', '文萊', '柬埔寨', '中國',
        '喬治亞', '印度', '印尼', '伊朗', '伊拉克', '以色列', '日本', '約旦', '哈薩克', '科威特', 
        '吉爾吉斯', '寮國', '黎巴嫩', '馬來西亞', '馬爾地夫', '蒙古', '緬甸', '尼泊爾', '朝鮮', 
        '阿曼', '巴基斯坦', '巴勒斯坦', '菲律賓', '卡達', '沙烏地阿拉伯', '新加坡', '韓國', '斯里蘭卡', 
        '敘利亞', '塔吉克', '泰國', '東帝汶', '土耳其', '土庫曼', '阿聯酋', '烏茲別克', '越南', '葉門'
    ],
    northAmerica: [
        '安提瓜和巴布達', '巴哈馬', '巴巴多斯', '伯利茲', '加拿大', '哥斯大黎加', '古巴', '多明尼加', '薩爾瓦多', 
        '格林納達', '海地', '宏都拉斯', '牙買加', '墨西哥', '尼加拉瓜', '巴拿馬', '聖克里斯多福及尼維斯', '聖露西亞', 
        '聖文森特和格林納丁斯', '特立尼達和多巴哥', '美國', '貝里斯'
    ],
    southAmerica: [
        '阿根廷', '玻利維亞', '巴西', '智利', '哥倫比亞', '厄瓜多爾', '圭亞那', '巴拉圭', '秘魯', '蘇里南', '烏拉圭', '委內瑞拉'
    ],
    europe: [
        '阿爾巴尼亞', '安道爾', '亞美尼亞', '奧地利', '阿塞拜疆', '白俄羅斯', '比利時', '波斯尼亞和赫塞哥維那', '保加利亞', '克羅地亞', 
        '賽普勒斯', '捷克共和國', '丹麥', '愛沙尼亞', '芬蘭', '法國', '喬治亞', '德國', '希臘', '匈牙利', 
        '冰島', '愛爾蘭', '義大利', '哈薩克', '科索沃', '拉脫維亞', '列支敦斯登', '立陶宛', '盧森堡', '馬爾他', 
        '摩爾多瓦', '摩納哥', '黑山/蒙特內哥羅', '荷蘭', '北馬其頓', '挪威', '波蘭', '葡萄牙', '羅馬尼亞', '俄羅斯', 
        '聖馬力諾', '塞爾維亞', '斯洛伐克', '斯洛維尼亞', '西班牙', '瑞典', '瑞士', '土耳其', '烏克蘭', '英國', '梵蒂岡'
    ],
    africa: [
        '阿爾及利亞', '安哥拉', '貝南', '博茨瓦納', '布及納法索', '布隆迪', '維德角', '喀麥隆', '中非共和國', '查德', 
        '葛摩', '剛果', '吉布地', '埃及', '赤道幾內亞', '厄立垂亞', '史瓦帝尼', '衣索比亞', 
        '加蓬', '甘比亞', '加納', '幾內亞', '幾內亞比索', '象牙海岸', '肯亞', '賴索托', '賴比瑞亞', '利比亞', 
        '馬達加斯加', '馬拉威', '馬利', '毛里塔尼亞', '毛里求斯', '摩洛哥', '莫三比克', '納米比亞', '尼日爾', '奈及利亞', 
        '盧安達', '聖多美和普林西比', '塞內加爾', '塞席爾', '塞拉利昂', '索馬利亞', '南非', '南蘇丹', '蘇丹', '坦尚尼亞', 
        '多哥', '突尼西亞', '烏干達', '尚比亞', '津巴布韋'
    ]
};
